IdeaRS.Connections
IBoltableData Interface
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.IBoltableData"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public interface IBoltableData
The IBoltableData type exposes the following members.
Properties
Name | Description
Fastening
Top
See Also
Reference
IdeaRS.Connections.Data Namespace